Repository: CalilDrissi/transfers-ma
Catalog: transfers-booking/languages/transfers-booking-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, pt_pt

source: Order Summary
ar: ملخص الطلب
de_de: Bestellübersicht
es_es: Resumen del pedido
fr_fr: Récapitulatif de commande
it_it: Riepilogo ordine
pt_pt: Resumo do pedido

source: Booking Confirmed!
ar: تم تأكيد الحجز!
de_de: Buchung bestätigt!
es_es: ¡Reserva confirmada!
fr_fr: Réservation confirmée !
it_it: Prenotazione confermata!
pt_pt: Reserva confirmada!

source: Your transfer has been successfully booked.
ar: تم حجز رحلتك بنجاح.
de_de: Ihr Transfer wurde erfolgreich gebucht.
es_es: Su traslado ha sido reservado con éxito.
fr_fr: Votre transfert a été réservé avec succès.
it_it: Il tuo trasferimento è stato prenotato con successo.
pt_pt: A sua transferência foi reservada com sucesso.

source: Confirmation email sent to
ar: تم إرسال بريد التأكيد إلى
de_de: Bestätigungsemail gesendet an
es_es: Email de confirmación enviado a
fr_fr: Email de confirmation envoyé à
it_it: Email di conferma inviata a
pt_pt: Email de confirmação enviado para

source: Book Another Transfer
ar: حجز رحلة أخرى
de_de: Weiteren Transfer buchen
es_es: Reservar otro traslado
fr_fr: Réserver un autre transfert
it_it: Prenota un altro trasferimento
pt_pt: Reservar outra transferência

source: Transfers
ar: النقل
es_es: Traslados
fr_fr: Transferts
it_it: Trasferimenti
pt_pt: Transferências

source: By the Hour
ar: بالساعة
de_de: Stundenweise
es_es: Por horas
fr_fr: À l'heure
it_it: A ore
pt_pt: À hora

source: Day Trips
ar: رحلات يومية
de_de: Tagesausflüge
es_es: Excursiones
fr_fr: Excursions
it_it: Escursioni
pt_pt: Excursões

source: From
ar: من
de_de: Von
es_es: Desde
fr_fr: Départ
it_it: Da
pt_pt: De

source: Airport, hotel, address...
ar: مطار، فندق، عنوان...
de_de: Flughafen, Hotel, Adresse...
es_es: Aeropuerto, hotel, dirección...
fr_fr: Aéroport, hôtel, adresse...
it_it: Aeroporto, hotel, indirizzo...
pt_pt: Aeroporto, hotel, morada...

source: To
ar: إلى
de_de: Nach
es_es: Hasta
fr_fr: Destination
it_it: A
pt_pt: Para

source: Return
ar: العودة
de_de: Rückfahrt
es_es: Regreso
fr_fr: Retour
it_it: Ritorno
pt_pt: Regresso

source: Add return
ar: إضافة عودة
de_de: Rückfahrt hinzufügen
es_es: Añadir regreso
fr_fr: Ajouter un retour
it_it: Aggiungi ritorno
pt_pt: Adicionar regresso

source: Adults
ar: بالغون
de_de: Erwachsene
es_es: Adultos
fr_fr: Adultes
it_it: Adulti
pt_pt: Adultos

source: Children
ar: أطفال
de_de: Kinder
es_es: Niños
fr_fr: Enfants
it_it: Bambini
pt_pt: Crianças

source: 2 Adults
ar: 2 بالغون
de_de: 2 Erwachsene
es_es: 2 Adultos
fr_fr: 2 Adultes
it_it: 2 Adulti
pt_pt: 2 Adultos

source: Luggage
ar: الأمتعة
de_de: Gepäck
es_es: Equipaje
fr_fr: Bagages
it_it: Bagagli
pt_pt: Bagagem

source: 2 Bags
ar: 2 حقائب
de_de: 2 Gepäckstücke
es_es: 2 Maletas
fr_fr: 2 Bagages
it_it: 2 Bagagli
pt_pt: 2 Malas

source: Checked bags
ar: حقائب مسجلة
de_de: Aufgegebenes Gepäck
es_es: Equipaje facturado
fr_fr: Bagages en soute
it_it: Bagagli registrati
pt_pt: Bagagem de porão

source: Hand luggage
ar: حقائب يد
de_de: Handgepäck
es_es: Equipaje de mano
fr_fr: Bagages à main
it_it: Bagaglio a mano
pt_pt: Bagagem de mão

source: Search
ar: بحث
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
pt_pt: Pesquisar

source: City
ar: المدينة
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
pt_pt: Cidade

source: Select a city...
ar: اختر مدينة...
de_de: Stadt auswählen...
es_es: Seleccione una ciudad...
fr_fr: Sélectionnez une ville...
it_it: Seleziona una città...
pt_pt: Selecione uma cidade...

source: Hours
ar: ساعات
de_de: Stunden
es_es: Horas
fr_fr: Heures
it_it: Ore
pt_pt: Horas

source: hours
ar: ساعات
de_de: Stunden
es_es: horas
fr_fr: heures
it_it: ore
pt_pt: horas

source: Participants
ar: المشاركون
de_de: Teilnehmer
es_es: Participantes
it_it: Partecipanti
pt_pt: Participantes

source: Departure City
ar: مدينة المغادرة
de_de: Abfahrtsstadt
es_es: Ciudad de salida
fr_fr: Ville de départ
it_it: Città di partenza
pt_pt: Cidade de partida

source: Free cancellation 24h
ar: إلغاء مجاني 24 ساعة
de_de: Kostenlose Stornierung 24h
es_es: Cancelación gratuita 24h
fr_fr: Annulation gratuite 24h
it_it: Cancellazione gratuita 24h
pt_pt: Cancelamento gratuito 24h

source: Secure payment
ar: دفع آمن
de_de: Sichere Zahlung
es_es: Pago seguro
fr_fr: Paiement sécurisé
it_it: Pagamento sicuro
pt_pt: Pagamento seguro

source: Modify
ar: تعديل
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
it_it: Modifica
pt_pt: Modificar

source: Update Search
ar: تحديث البحث
de_de: Suche aktualisieren
es_es: Actualizar búsqueda
fr_fr: Mettre à jour
it_it: Aggiorna ricerca
pt_pt: Atualizar pesquisa

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

source: Searching for available vehicles...
ar: جاري البحث عن مركبات متاحة...
de_de: Verfügbare Fahrzeuge werden gesucht...
es_es: Buscando vehículos disponibles...
fr_fr: Recherche de véhicules disponibles...
it_it: Ricerca veicoli disponibili...
pt_pt: A procurar veículos disponíveis...

source: No vehicles available for this route. Try a different route or date.
ar: لا توجد مركبات متاحة لهذا المسار. جرّب مساراً أو تاريخاً آخر.
de_de: Keine Fahrzeuge für diese Strecke verfügbar. Versuchen Sie eine andere Strecke oder ein anderes Datum.
es_es: No hay vehículos disponibles para esta ruta. Pruebe otra ruta o fecha.
fr_fr: Aucun véhicule disponible pour cet itinéraire. Essayez un autre itinéraire ou une autre date.
it_it: Nessun veicolo disponibile per questo percorso. Prova un percorso o una data diversi.
pt_pt: Sem veículos disponíveis para este percurso. Tente outro percurso ou data.

source: Back to Search
ar: العودة للبحث
de_de: Zurück zur Suche
es_es: Volver a la búsqueda
fr_fr: Retour à la recherche
it_it: Torna alla ricerca
pt_pt: Voltar à pesquisa

source: Popular
ar: الأكثر طلباً
de_de: Beliebt
fr_fr: Populaire
it_it: Popolare

source: Book Now
ar: احجز الآن
de_de: Jetzt buchen
es_es: Reservar ahora
fr_fr: Réserver
it_it: Prenota ora
pt_pt: Reservar agora

source: Add Extras
ar: إضافات
de_de: Extras hinzufügen
es_es: Añadir extras
fr_fr: Ajouter des extras
it_it: Aggiungi extra
pt_pt: Adicionar extras

source: Back to vehicles
ar: العودة للمركبات
de_de: Zurück zu den Fahrzeugen
es_es: Volver a los vehículos
fr_fr: Retour aux véhicules
it_it: Torna ai veicoli
pt_pt: Voltar aos veículos

source: Email Address
ar: البريد الإلكتروني
de_de: E-Mail-Adresse
es_es: Dirección de email
fr_fr: Adresse email
it_it: Indirizzo email
pt_pt: Endereço de email

source: Phone Number
ar: رقم الهاتف
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
it_it: Numero di telefono
pt_pt: Número de telefone

source: e.g. RAM 205
ar: مثال: RAM 205
de_de: z.B. RAM 205
es_es: ej. RAM 205
fr_fr: ex. RAM 205
it_it: es. RAM 205
pt_pt: ex. RAM 205

source: Pickup Details
ar: تفاصيل الاستلام
de_de: Abholdetails
es_es: Detalles de recogida
fr_fr: Détails de prise en charge
it_it: Dettagli ritiro
pt_pt: Detalhes de recolha

source: Exact Pickup Address
ar: عنوان الاستلام الدقيق
de_de: Genaue Abholadresse
es_es: Dirección exacta de recogida
fr_fr: Adresse exacte de prise en charge
it_it: Indirizzo esatto di ritiro
pt_pt: Morada exata de recolha

source: Hotel name, address, or landmark
ar: اسم الفندق، العنوان، أو معلم بارز
de_de: Hotelname, Adresse oder Orientierungspunkt
es_es: Nombre del hotel, dirección o punto de referencia
fr_fr: Nom de l'hôtel, adresse ou point de repère
it_it: Nome hotel, indirizzo o punto di riferimento
pt_pt: Nome do hotel, morada ou ponto de referência

source: Child seat, wheelchair, extra stops...
ar: مقعد أطفال، كرسي متحرك، توقفات إضافية...
de_de: Kindersitz, Rollstuhl, zusätzliche Stopps...
es_es: Silla infantil, silla de ruedas, paradas adicionales...
fr_fr: Siège enfant, fauteuil roulant, arrêts supplémentaires...
it_it: Seggiolino, sedia a rotelle, soste aggiuntive...
pt_pt: Cadeira de criança, cadeira de rodas, paragens adicionais...

source: Promo Code
ar: رمز ترويجي
de_de: Aktionscode
es_es: Código promocional
fr_fr: Code promo
it_it: Codice promozionale
pt_pt: Código promocional

source: Enter promo code
ar: أدخل الرمز الترويجي
de_de: Aktionscode eingeben
es_es: Introduzca el código promocional
fr_fr: Entrez le code promo
it_it: Inserisci codice promozionale
pt_pt: Introduza o código promocional

source: Apply
ar: تطبيق
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
pt_pt: Aplicar

source: Remove
ar: إزالة
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pt_pt: Remover

source: Payment Method
ar: طريقة الدفع
de_de: Zahlungsmethode
es_es: Método de pago
fr_fr: Mode de paiement
it_it: Metodo di pagamento
pt_pt: Método de pagamento

source: Loading payment methods...
ar: جاري تحميل طرق الدفع...
de_de: Zahlungsmethoden werden geladen...
es_es: Cargando métodos de pago...
fr_fr: Chargement des modes de paiement...
it_it: Caricamento metodi di pagamento...
pt_pt: A carregar métodos de pagamento...

source: Pay the full amount directly to your driver in cash (MAD). Your booking will be confirmed immediately.
ar: ادفع المبلغ كاملاً مباشرة لسائقك نقداً (MAD). سيتم تأكيد حجزك فوراً.
de_de: Zahlen Sie den Gesamtbetrag direkt an Ihren Fahrer in bar (MAD). Ihre Buchung wird sofort bestätigt.
es_es: Pague el monto total directamente a su conductor en efectivo (MAD). Su reserva será confirmada inmediatamente.
fr_fr: Payez le montant total directement à votre chauffeur en espèces (MAD). Votre réservation sera confirmée immédiatement.
it_it: Paga l'importo totale direttamente al tuo autista in contanti (MAD). La tua prenotazione sarà confermata immediatamente.
pt_pt: Pague o valor total diretamente ao seu motorista em dinheiro (MAD). A sua reserva será confirmada imediatamente.

source: Complete Booking
ar: إتمام الحجز
de_de: Buchung abschließen
es_es: Completar reserva
fr_fr: Confirmer la réservation
it_it: Completa prenotazione
pt_pt: Concluir reserva

source: Secure, encrypted payment
ar: دفع آمن ومشفر
de_de: Sichere, verschlüsselte Zahlung
es_es: Pago seguro y encriptado
fr_fr: Paiement sécurisé et chiffré
it_it: Pagamento sicuro e crittografato
pt_pt: Pagamento seguro e encriptado

source: Base fare
ar: السعر الأساسي
de_de: Grundtarif
es_es: Tarifa base
fr_fr: Tarif de base
it_it: Tariffa base
pt_pt: Tarifa base

source: Pay now (deposit)
ar: ادفع الآن (عربون)
de_de: Jetzt zahlen (Anzahlung)
es_es: Pagar ahora (depósito)
fr_fr: Payer maintenant (acompte)
it_it: Paga ora (acconto)
pt_pt: Pagar agora (sinal)

source: Due to driver
ar: المبلغ المتبقي للسائق
de_de: An den Fahrer zu zahlen
es_es: A pagar al conductor
fr_fr: À payer au chauffeur
it_it: Da pagare all'autista
pt_pt: A pagar ao motorista

source: Free cancellation 24h before
ar: إلغاء مجاني قبل 24 ساعة
de_de: Kostenlose Stornierung 24h vorher
es_es: Cancelación gratuita 24h antes
fr_fr: Annulation gratuite 24h avant
it_it: Cancellazione gratuita 24h prima
pt_pt: Cancelamento gratuito 24h antes

source: WhatsApp confirmation
ar: تأكيد عبر WhatsApp
de_de: WhatsApp-Bestätigung
es_es: Confirmación por WhatsApp
fr_fr: Confirmation WhatsApp
it_it: Conferma WhatsApp
pt_pt: Confirmação por WhatsApp

source: Licensed, insured drivers
ar: سائقون مرخصون ومؤمنون
de_de: Lizenzierte, versicherte Fahrer
es_es: Conductores con licencia y seguro
fr_fr: Chauffeurs agréés et assurés
it_it: Autisti con licenza e assicurati
pt_pt: Motoristas licenciados e segurados

source: Loading booking details...
ar: جاري تحميل تفاصيل الحجز...
de_de: Buchungsdetails werden geladen...
es_es: Cargando detalles de la reserva...
fr_fr: Chargement des détails de la réservation...
it_it: Caricamento dettagli prenotazione...
pt_pt: A carregar detalhes da reserva...

source: Booking Not Found
ar: الحجز غير موجود
de_de: Buchung nicht gefunden
es_es: Reserva no encontrada
fr_fr: Réservation introuvable
it_it: Prenotazione non trovata
pt_pt: Reserva não encontrada

source: We could not find this booking. Please check your reference number.
ar: لم نتمكن من العثور على هذا الحجز. يرجى التحقق من رقم المرجع.
de_de: Wir konnten diese Buchung nicht finden. Bitte überprüfen Sie Ihre Referenznummer.
es_es: No pudimos encontrar esta reserva. Por favor verifique su número de referencia.
fr_fr: Nous n'avons pas trouvé cette réservation. Veuillez vérifier votre numéro de référence.
it_it: Non abbiamo trovato questa prenotazione. Controlla il tuo numero di riferimento.
pt_pt: Não conseguimos encontrar esta reserva. Por favor verifique o seu número de referência.

source: Back to Home
ar: العودة للرئيسية
de_de: Zurück zur Startseite
es_es: Volver al inicio
fr_fr: Retour à l'accueil
it_it: Torna alla home
pt_pt: Voltar ao início

source: Booking Reference
ar: مرجع الحجز
de_de: Buchungsreferenz
es_es: Referencia de reserva
fr_fr: Référence de réservation
it_it: Riferimento prenotazione
pt_pt: Referência da reserva

source: Click to copy
ar: انقر للنسخ
de_de: Klicken zum Kopieren
es_es: Clic para copiar
fr_fr: Cliquez pour copier
it_it: Clicca per copiare
pt_pt: Clique para copiar

source: Copied!
ar: تم النسخ!
de_de: Kopiert!
es_es: ¡Copiado!
fr_fr: Copié !
it_it: Copiato!
pt_pt: Copiado!

source: A confirmation email has been sent to your inbox.
ar: تم إرسال بريد تأكيد إلى صندوق الوارد الخاص بك.
de_de: Eine Bestätigungsemail wurde an Ihren Posteingang gesendet.
es_es: Se ha enviado un email de confirmación a su bandeja de entrada.
fr_fr: Un email de confirmation a été envoyé dans votre boîte de réception.
it_it: Un'email di conferma è stata inviata alla tua casella di posta.
pt_pt: Um email de confirmação foi enviado para a sua caixa de entrada.

source: Your driver will contact you via WhatsApp before the trip.
ar: سيتواصل معك السائق عبر WhatsApp قبل الرحلة.
de_de: Ihr Fahrer wird Sie vor der Fahrt über WhatsApp kontaktieren.
es_es: Su conductor le contactará por WhatsApp antes del viaje.
fr_fr: Votre chauffeur vous contactera via WhatsApp avant le trajet.
it_it: Il tuo autista ti contatterà via WhatsApp prima del viaggio.
pt_pt: O seu motorista irá contactá-lo via WhatsApp antes da viagem.

source: Booking Details
ar: تفاصيل الحجز
de_de: Buchungsdetails
es_es: Detalles de la reserva
fr_fr: Détails de la réservation
it_it: Dettagli prenotazione
pt_pt: Detalhes da reserva

source: Discount
ar: خصم
de_de: Rabatt
es_es: Descuento
fr_fr: Réduction
it_it: Sconto
pt_pt: Desconto

source: Paid online
ar: مدفوع عبر الإنترنت
de_de: Online bezahlt
es_es: Pagado en línea
fr_fr: Payé en ligne
it_it: Pagato online
pt_pt: Pago online

source: What's Next
ar: الخطوات التالية
de_de: Nächste Schritte
es_es: Próximos pasos
fr_fr: Prochaines étapes
it_it: Prossimi passi
pt_pt: Próximos passos

source: Check your email
ar: تحقق من بريدك الإلكتروني
de_de: Überprüfen Sie Ihre E-Mail
es_es: Revise su email
fr_fr: Consultez votre email
it_it: Controlla la tua email
pt_pt: Verifique o seu email

source: You will receive a confirmation email with all details and your driver's contact.
ar: ستتلقى بريد تأكيد يحتوي على جميع التفاصيل ومعلومات الاتصال بالسائق.
de_de: Sie erhalten eine Bestätigungsemail mit allen Details und den Kontaktdaten Ihres Fahrers.
es_es: Recibirá un email de confirmación con todos los detalles y el contacto de su conductor.
fr_fr: Vous recevrez un email de confirmation avec tous les détails et les coordonnées de votre chauffeur.
it_it: Riceverai un'email di conferma con tutti i dettagli e il contatto del tuo autista.
pt_pt: Receberá um email de confirmação com todos os detalhes e o contacto do seu motorista.

source: Driver contacts you
ar: السائق يتواصل معك
de_de: Fahrer kontaktiert Sie
es_es: El conductor le contacta
fr_fr: Le chauffeur vous contacte
it_it: L'autista ti contatta
pt_pt: O motorista contacta-o

source: 24 hours before your pickup, your driver will send you a WhatsApp message with their details.
ar: قبل 24 ساعة من موعد الاستلام، سيرسل لك السائق رسالة WhatsApp بتفاصيله.
de_de: 24 Stunden vor Ihrer Abholung sendet Ihnen Ihr Fahrer eine WhatsApp-Nachricht mit seinen Daten.
es_es: 24 horas antes de su recogida, su conductor le enviará un mensaje de WhatsApp con sus datos.
fr_fr: 24 heures avant votre prise en charge, votre chauffeur vous enverra un message WhatsApp avec ses coordonnées.
it_it: 24 ore prima del ritiro, il tuo autista ti invierà un messaggio WhatsApp con i suoi dati.
pt_pt: 24 horas antes da sua recolha, o seu motorista enviará uma mensagem WhatsApp com os seus dados.

source: Meet your driver
ar: قابل سائقك
de_de: Treffen Sie Ihren Fahrer
es_es: Conozca a su conductor
fr_fr: Rencontrez votre chauffeur
it_it: Incontra il tuo autista
pt_pt: Conheça o seu motorista

source: Your driver will meet you at the pickup point with a name sign. Sit back and enjoy the ride!
ar: سيقابلك السائق في نقطة الاستلام حاملاً لافتة باسمك. استرخِ واستمتع بالرحلة!
de_de: Ihr Fahrer erwartet Sie am Abholpunkt mit einem Namensschild. Lehnen Sie sich zurück und genießen Sie die Fahrt!
es_es: Su conductor le esperará en el punto de recogida con un cartel con su nombre. ¡Relájese y disfrute del viaje!
fr_fr: Votre chauffeur vous attendra au point de prise en charge avec une pancarte à votre nom. Installez-vous et profitez du trajet !
it_it: Il tuo autista ti aspetterà al punto di ritiro con un cartello con il tuo nome. Rilassati e goditi il viaggio!
pt_pt: O seu motorista irá esperá-lo no ponto de recolha com um cartaz com o seu nome. Relaxe e aproveite a viagem!

source: Print
ar: طباعة
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
it_it: Stampa
pt_pt: Imprimir

source: Day Trips & Tours
ar: الرحلات اليومية والجولات
de_de: Tagesausflüge & Touren
es_es: Excursiones y tours
fr_fr: Excursions et circuits
it_it: Escursioni e tour
pt_pt: Excursões e passeios

source: Discover Morocco with our curated experiences
ar: اكتشف المغرب مع تجاربنا المختارة
de_de: Entdecken Sie Marokko mit unseren ausgewählten Erlebnissen
es_es: Descubra Marruecos con nuestras experiencias seleccionadas
fr_fr: Découvrez le Maroc avec nos expériences sélectionnées
it_it: Scopri il Marocco con le nostre esperienze selezionate
pt_pt: Descubra Marrocos com as nossas experiências selecionadas

source: All Types
ar: جميع الأنواع
de_de: Alle Arten
es_es: Todos los tipos
fr_fr: Tous les types
it_it: Tutti i tipi
pt_pt: Todos os tipos

source: Day Trip
ar: رحلة يومية
de_de: Tagesausflug
es_es: Excursión de un día
fr_fr: Excursion journée
it_it: Escursione giornaliera
pt_pt: Excursão de um dia

source: Half Day
ar: نصف يوم
de_de: Halber Tag
es_es: Medio día
fr_fr: Demi-journée
it_it: Mezza giornata
pt_pt: Meio dia

source: Multi-Day
ar: عدة أيام
de_de: Mehrtägig
es_es: Varios días
fr_fr: Plusieurs jours
it_it: Più giorni
pt_pt: Vários dias

source: Private
ar: خاص
de_de: Privat
es_es: Privado
fr_fr: Privé
it_it: Privato
pt_pt: Privado

source: Group
ar: جماعي
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
it_it: Gruppo
pt_pt: Grupo

source: All Cities
ar: جميع المدن
de_de: Alle Städte
es_es: Todas las ciudades
fr_fr: Toutes les villes
it_it: Tutte le città
pt_pt: Todas as cidades

source: Any Price
ar: أي سعر
de_de: Jeder Preis
es_es: Cualquier precio
fr_fr: Tout prix
it_it: Qualsiasi prezzo
pt_pt: Qualquer preço

source: Under 500 MAD
ar: أقل من 500 MAD
de_de: Unter 500 MAD
es_es: Menos de 500 MAD
fr_fr: Moins de 500 MAD
it_it: Sotto 500 MAD
pt_pt: Menos de 500 MAD

source: Over 2,000 MAD
ar: أكثر من 2,000 MAD
de_de: Über 2.000 MAD
es_es: Más de 2.000 MAD
fr_fr: Plus de 2 000 MAD
it_it: Oltre 2.000 MAD
pt_pt: Mais de 2.000 MAD

source: Featured
ar: مميز
de_de: Empfohlen
es_es: Destacado
fr_fr: En vedette
it_it: In evidenza
pt_pt: Destaque

source: Price: Low to High
ar: السعر: من الأقل للأعلى
de_de: Preis: aufsteigend
es_es: Precio: menor a mayor
fr_fr: Prix : croissant
it_it: Prezzo: crescente
pt_pt: Preço: menor para maior

source: Price: High to Low
ar: السعر: من الأعلى للأقل
de_de: Preis: absteigend
es_es: Precio: mayor a menor
fr_fr: Prix : décroissant
it_it: Prezzo: decrescente
pt_pt: Preço: maior para menor

source: Name A-Z
ar: الاسم أ-ي
es_es: Nombre A-Z
fr_fr: Nom A-Z
it_it: Nome A-Z
pt_pt: Nome A-Z

source: Loading tours...
ar: جاري تحميل الجولات...
de_de: Touren werden geladen...
es_es: Cargando tours...
fr_fr: Chargement des excursions...
it_it: Caricamento tour...
pt_pt: A carregar passeios...

source: No tours found matching your criteria.
ar: لم يتم العثور على جولات تطابق معاييرك.
de_de: Keine Touren gefunden, die Ihren Kriterien entsprechen.
es_es: No se encontraron tours que coincidan con sus criterios.
fr_fr: Aucune excursion ne correspond à vos critères.
it_it: Nessun tour trovato corrispondente ai tuoi criteri.
pt_pt: Nenhum passeio encontrado com os seus critérios.

source: View Details
ar: عرض التفاصيل
de_de: Details ansehen
es_es: Ver detalles
fr_fr: Voir les détails
it_it: Vedi dettagli
pt_pt: Ver detalhes

source: Loading tour details...
ar: جاري تحميل تفاصيل الجولة...
de_de: Tourdetails werden geladen...
es_es: Cargando detalles del tour...
fr_fr: Chargement des détails de l'excursion...
it_it: Caricamento dettagli tour...
pt_pt: A carregar detalhes do passeio...

source: Tour Not Found
ar: الجولة غير موجودة
de_de: Tour nicht gefunden
es_es: Tour no encontrado
fr_fr: Excursion introuvable
it_it: Tour non trovato
pt_pt: Passeio não encontrado

source: This tour could not be found or is no longer available.
ar: لم يتم العثور على هذه الجولة أو لم تعد متاحة.
de_de: Diese Tour konnte nicht gefunden werden oder ist nicht mehr verfügbar.
es_es: Este tour no se ha encontrado o ya no está disponible.
fr_fr: Cette excursion est introuvable ou n'est plus disponible.
it_it: Questo tour non è stato trovato o non è più disponibile.
pt_pt: Este passeio não foi encontrado ou já não está disponível.

source: Browse All Tours
ar: تصفح جميع الجولات
de_de: Alle Touren durchsuchen
es_es: Ver todos los tours
fr_fr: Voir toutes les excursions
it_it: Sfoglia tutti i tour
pt_pt: Ver todos os passeios

source: About This Tour
ar: عن هذه الجولة
de_de: Über diese Tour
es_es: Acerca de este tour
fr_fr: À propos de cette excursion
it_it: Informazioni su questo tour
pt_pt: Sobre este passeio

source: Highlights
ar: أبرز المعالم
de_de: Höhepunkte
es_es: Destacados
fr_fr: Points forts
it_it: Punti salienti
pt_pt: Destaques

source: Itinerary
ar: برنامج الرحلة
de_de: Reiseverlauf
es_es: Itinerario
fr_fr: Itinéraire
it_it: Itinerario
pt_pt: Itinerário

source: What's Included
ar: ما يشمله العرض
de_de: Inklusive
es_es: Qué incluye
fr_fr: Inclus
it_it: Cosa include
pt_pt: O que inclui

source: Not Included
ar: غير مشمول
de_de: Nicht inklusive
es_es: No incluye
fr_fr: Non inclus
it_it: Non incluso
pt_pt: Não incluído

source: Gallery
ar: معرض الصور
de_de: Galerie
es_es: Galería
fr_fr: Galerie
it_it: Galleria
pt_pt: Galeria

source: FAQ
ar: الأسئلة الشائعة
es_es: Preguntas frecuentes
pt_pt: Perguntas frequentes

source: Private Tour
ar: جولة خاصة
es_es: Tour privado
fr_fr: Excursion privée
it_it: Tour privato
pt_pt: Passeio privado

source: Book This Tour
ar: احجز هذه الجولة
de_de: Diese Tour buchen
es_es: Reservar este tour
fr_fr: Réserver cette excursion
it_it: Prenota questo tour
pt_pt: Reservar este passeio

source: Licensed local guides
ar: مرشدون محليون مرخصون
de_de: Lizenzierte lokale Reiseführer
es_es: Guías locales con licencia
fr_fr: Guides locaux agréés
it_it: Guide locali con licenza
pt_pt: Guias locais licenciados

source: Instant confirmation
ar: تأكيد فوري
de_de: Sofortige Bestätigung
es_es: Confirmación instantánea
fr_fr: Confirmation instantanée
it_it: Conferma immediata
pt_pt: Confirmação imediata
