Repository: CalilDrissi/transfers-ma
Catalog: transfers-booking/languages/transfers-booking-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, pt_pt

source: Transfers.ma Booking
ar: Transfers.ma حجوزات
de_de: Transfers.ma Buchung
es_es: Transfers.ma Reservas
fr_fr: Transfers.ma Réservation
it_it: Transfers.ma Prenotazione
pt_pt: Transfers.ma Reservas

source: Transfers Booking
ar: حجوزات النقل
de_de: Transfers Buchung
es_es: Reservas de Transfers
fr_fr: Réservation Transfers
it_it: Prenotazione Transfers
pt_pt: Reservas Transfers

source: API Connection
ar: اتصال API
de_de: API-Verbindung
es_es: Conexión API
fr_fr: Connexion API
it_it: Connessione API
pt_pt: Ligação API

source: Configure the connection to your Transfers.ma backend API.
ar: قم بتكوين الاتصال بواجهة برمجة تطبيقات Transfers.ma.
de_de: Konfigurieren Sie die Verbindung zu Ihrer Transfers.ma Backend-API.
es_es: Configure la conexión a su API backend de Transfers.ma.
fr_fr: Configurez la connexion à votre API backend Transfers.ma.
it_it: Configura la connessione alla tua API backend Transfers.ma.
pt_pt: Configure a ligação à sua API backend Transfers.ma.

source: API Base URL
ar: عنوان URL الأساسي للـ API
de_de: API-Basis-URL
es_es: URL base de la API
fr_fr: URL de base de l'API
it_it: URL base dell'API
pt_pt: URL base da API

source: Google Maps API Key
ar: مفتاح API خرائط Google
de_de: Google Maps API-Schlüssel
es_es: Clave API de Google Maps
fr_fr: Clé API Google Maps
it_it: Chiave API Google Maps
pt_pt: Chave API do Google Maps

source: Leave empty to fetch from the API automatically.
ar: اتركه فارغاً للحصول عليه تلقائياً من الـ API.
de_de: Leer lassen, um automatisch von der API abzurufen.
es_es: Déjelo vacío para obtenerla automáticamente de la API.
fr_fr: Laissez vide pour récupérer automatiquement depuis l'API.
it_it: Lascia vuoto per recuperarla automaticamente dall'API.
pt_pt: Deixe vazio para obter automaticamente da API.

source: Payment Settings
ar: إعدادات الدفع
de_de: Zahlungseinstellungen
es_es: Configuración de pagos
fr_fr: Paramètres de paiement
it_it: Impostazioni di pagamento
pt_pt: Definições de pagamento

source: Configure Stripe payment integration.
ar: قم بتكوين تكامل الدفع عبر Stripe.
de_de: Konfigurieren Sie die Stripe-Zahlungsintegration.
es_es: Configure la integración de pagos con Stripe.
fr_fr: Configurez l'intégration de paiement Stripe.
it_it: Configura l'integrazione pagamenti Stripe.
pt_pt: Configure a integração de pagamentos Stripe.

source: Stripe Publishable Key
ar: مفتاح Stripe العام
de_de: Öffentlicher Stripe-Schlüssel
es_es: Clave pública de Stripe
fr_fr: Clé publique Stripe
it_it: Chiave pubblica Stripe
pt_pt: Chave pública Stripe

source: Starts with pk_
ar: يبدأ بـ pk_
de_de: Beginnt mit pk_
es_es: Comienza con pk_
fr_fr: Commence par pk_
it_it: Inizia con pk_
pt_pt: Começa com pk_

source: Appearance
ar: المظهر
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
pt_pt: Aparência

source: Customize the look of the booking widget.
ar: خصّص مظهر أداة الحجز.
de_de: Passen Sie das Aussehen des Buchungs-Widgets an.
es_es: Personalice la apariencia del widget de reservas.
fr_fr: Personnalisez l'apparence du widget de réservation.
it_it: Personalizza l'aspetto del widget di prenotazione.
pt_pt: Personalize o aspeto do widget de reservas.

source: Primary Color
ar: اللون الرئيسي
de_de: Primärfarbe
es_es: Color principal
fr_fr: Couleur principale
it_it: Colore primario
pt_pt: Cor principal

source: Accent Color
ar: لون التمييز
de_de: Akzentfarbe
es_es: Color de acento
fr_fr: Couleur d'accent
it_it: Colore di accento
pt_pt: Cor de destaque

source: Currency Symbol
ar: رمز العملة
de_de: Währungssymbol
es_es: Símbolo de moneda
fr_fr: Symbole de devise
it_it: Simbolo valuta
pt_pt: Símbolo da moeda

source: Currency Position
ar: موضع العملة
de_de: Währungsposition
es_es: Posición de la moneda
fr_fr: Position de la devise
it_it: Posizione valuta
pt_pt: Posição da moeda

source: Before amount
ar: قبل المبلغ
de_de: Vor dem Betrag
es_es: Antes del monto
fr_fr: Avant le montant
it_it: Prima dell'importo
pt_pt: Antes do valor

source: After amount
ar: بعد المبلغ
de_de: Nach dem Betrag
es_es: Después del monto
fr_fr: Après le montant
it_it: Dopo l'importo
pt_pt: Após o valor

source: Features
ar: الميزات
de_de: Funktionen
es_es: Funcionalidades
fr_fr: Fonctionnalités
it_it: Funzionalità
pt_pt: Funcionalidades

source: Enable or disable booking form features.
ar: تفعيل أو تعطيل ميزات نموذج الحجز.
de_de: Funktionen des Buchungsformulars aktivieren oder deaktivieren.
es_es: Active o desactive funcionalidades del formulario de reserva.
fr_fr: Activez ou désactivez les fonctionnalités du formulaire de réservation.
it_it: Attiva o disattiva le funzionalità del modulo di prenotazione.
pt_pt: Ative ou desative funcionalidades do formulário de reserva.

source: Enable Round Trip
ar: تفعيل الذهاب والعودة
de_de: Hin- und Rückfahrt aktivieren
es_es: Activar ida y vuelta
fr_fr: Activer l'aller-retour
it_it: Attiva andata e ritorno
pt_pt: Ativar ida e volta

source: Enable Flight Number
ar: تفعيل رقم الرحلة
de_de: Flugnummer aktivieren
es_es: Activar número de vuelo
fr_fr: Activer le numéro de vol
it_it: Attiva numero di volo
pt_pt: Ativar número de voo

source: Page URLs
ar: روابط الصفحات
de_de: Seiten-URLs
es_es: URLs de páginas
fr_fr: URLs des pages
it_it: URL delle pagine
pt_pt: URLs das páginas

source: Set the URLs for booking flow pages.
ar: حدد روابط صفحات عملية الحجز.
de_de: Legen Sie die URLs für die Buchungsseiten fest.
es_es: Establezca las URLs de las páginas del proceso de reserva.
fr_fr: Définissez les URLs des pages du parcours de réservation.
it_it: Imposta gli URL delle pagine del flusso di prenotazione.
pt_pt: Defina os URLs das páginas do processo de reserva.

source: Results Page URL
ar: رابط صفحة النتائج
de_de: URL der Ergebnisseite
es_es: URL de la página de resultados
fr_fr: URL de la page de résultats
it_it: URL della pagina risultati
pt_pt: URL da página de resultados

source: Page with [transfers_results] shortcode. Default: /book-transfer/
ar: الصفحة التي تحتوي على الكود [transfers_results]. الافتراضي: /book-transfer/
de_de: Seite mit [transfers_results] Shortcode. Standard: /book-transfer/
es_es: Página con el shortcode [transfers_results]. Por defecto: /book-transfer/
fr_fr: Page avec le shortcode [transfers_results]. Par défaut : /book-transfer/
it_it: Pagina con shortcode [transfers_results]. Predefinito: /book-transfer/
pt_pt: Página com o shortcode [transfers_results]. Predefinido: /book-transfer/

source: Tours Page URL
ar: رابط صفحة الجولات
de_de: URL der Tourenseite
es_es: URL de la página de tours
fr_fr: URL de la page des excursions
it_it: URL della pagina tour
pt_pt: URL da página de passeios

source: Tours listing page. Default: /tours/
ar: صفحة قائمة الجولات. الافتراضي: /tours/
de_de: Tourenübersicht. Standard: /tours/
es_es: Página de listado de tours. Por defecto: /tours/
fr_fr: Page de liste des excursions. Par défaut : /tours/
it_it: Pagina elenco tour. Predefinito: /tours/
pt_pt: Página de listagem de passeios. Predefinido: /tours/

source: Checkout Page URL
ar: رابط صفحة الدفع
de_de: URL der Checkout-Seite
es_es: URL de la página de pago
fr_fr: URL de la page de paiement
it_it: URL della pagina checkout
pt_pt: URL da página de pagamento

source: Checkout page. Default: /checkout/
ar: صفحة الدفع. الافتراضي: /checkout/
de_de: Checkout-Seite. Standard: /checkout/
es_es: Página de pago. Por defecto: /checkout/
fr_fr: Page de paiement. Par défaut : /checkout/
it_it: Pagina checkout. Predefinito: /checkout/
pt_pt: Página de pagamento. Predefinido: /checkout/

source: Confirmation Page URL
ar: رابط صفحة التأكيد
de_de: URL der Bestätigungsseite
es_es: URL de la página de confirmación
fr_fr: URL de la page de confirmation
it_it: URL della pagina di conferma
pt_pt: URL da página de confirmação

source: Booking confirmed page. Default: /booking-confirmed/
ar: صفحة تأكيد الحجز. الافتراضي: /booking-confirmed/
de_de: Buchungsbestätigungsseite. Standard: /booking-confirmed/
es_es: Página de confirmación de reserva. Por defecto: /booking-confirmed/
fr_fr: Page de confirmation de réservation. Par défaut : /booking-confirmed/
it_it: Pagina conferma prenotazione. Predefinito: /booking-confirmed/
pt_pt: Página de confirmação de reserva. Predefinido: /booking-confirmed/

source: Transfers.ma Booking Settings
ar: إعدادات حجوزات Transfers.ma
de_de: Transfers.ma Buchungseinstellungen
es_es: Configuración de Transfers.ma Reservas
fr_fr: Paramètres Transfers.ma Réservation
it_it: Impostazioni Transfers.ma Prenotazione
pt_pt: Definições de Reservas Transfers.ma

source: Configure the booking widget. Use the shortcode
ar: قم بتكوين أداة الحجز. استخدم الكود المختصر
de_de: Konfigurieren Sie das Buchungs-Widget. Verwenden Sie den Shortcode
es_es: Configure el widget de reservas. Use el shortcode
fr_fr: Configurez le widget de réservation. Utilisez le shortcode
it_it: Configura il widget di prenotazione. Usa lo shortcode
pt_pt: Configure o widget de reservas. Utilize o shortcode

source: to embed the booking form on any page.
ar: لتضمين نموذج الحجز في أي صفحة.
de_de: um das Buchungsformular auf einer beliebigen Seite einzubetten.
es_es: para insertar el formulario de reserva en cualquier página.
fr_fr: pour intégrer le formulaire de réservation sur n'importe quelle page.
it_it: per incorporare il modulo di prenotazione in qualsiasi pagina.
pt_pt: para incorporar o formulário de reserva em qualquer página.

source: Airport Pickup
ar: استقبال من المطار
de_de: Flughafenabholung
es_es: Recogida en aeropuerto
fr_fr: Prise en charge aéroport
it_it: Ritiro in aeroporto
pt_pt: Recolha no aeroporto

source: Airport Drop-off
ar: توصيل إلى المطار
de_de: Flughafentransfer
es_es: Traslado al aeropuerto
fr_fr: Dépose aéroport
it_it: Trasferimento in aeroporto
pt_pt: Transporte para o aeroporto

source: City to City
ar: من مدينة إلى مدينة
de_de: Stadt zu Stadt
es_es: Ciudad a ciudad
fr_fr: Ville à ville
it_it: Da città a città
pt_pt: Cidade a cidade

source: Port Transfer
ar: نقل من الميناء
de_de: Hafentransfer
es_es: Traslado portuario
fr_fr: Transfert portuaire
it_it: Trasferimento portuale
pt_pt: Transferência portuária

source: Select pickup location
ar: اختر موقع الاستلام
de_de: Abholort auswählen
es_es: Seleccione el lugar de recogida
fr_fr: Sélectionnez le lieu de prise en charge
it_it: Seleziona il luogo di ritiro
pt_pt: Selecione o local de recolha

source: Select drop-off location
ar: اختر موقع التوصيل
de_de: Zielort auswählen
es_es: Seleccione el lugar de destino
fr_fr: Sélectionnez le lieu de dépose
it_it: Seleziona il luogo di destinazione
pt_pt: Selecione o local de destino

source: Please select a transfer type
ar: يرجى اختيار نوع النقل
de_de: Bitte wählen Sie eine Transferart
es_es: Por favor seleccione un tipo de traslado
fr_fr: Veuillez sélectionner un type de transfert
it_it: Seleziona un tipo di trasferimento
pt_pt: Por favor selecione um tipo de transferência

source: Please select date and time
ar: يرجى اختيار التاريخ والوقت
de_de: Bitte wählen Sie Datum und Uhrzeit
es_es: Por favor seleccione fecha y hora
fr_fr: Veuillez sélectionner la date et l'heure
it_it: Seleziona data e ora
pt_pt: Por favor selecione data e hora

source: Please select a vehicle
ar: يرجى اختيار مركبة
de_de: Bitte wählen Sie ein Fahrzeug
es_es: Por favor seleccione un vehículo
fr_fr: Veuillez sélectionner un véhicule
it_it: Seleziona un veicolo
pt_pt: Por favor selecione um veículo

source: This field is required
ar: هذا الحقل مطلوب
de_de: Dieses Feld ist erforderlich
es_es: Este campo es obligatorio
fr_fr: Ce champ est obligatoire
it_it: Questo campo è obbligatorio
pt_pt: Este campo é obrigatório

source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صحيح
de_de: Bitte geben Sie eine gültige E-Mail ein
es_es: Por favor introduzca un email válido
fr_fr: Veuillez entrer un email valide
it_it: Inserisci un'email valida
pt_pt: Por favor introduza um email válido

source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح
de_de: Bitte geben Sie eine gültige Telefonnummer ein
es_es: Por favor introduzca un número de teléfono válido
fr_fr: Veuillez entrer un numéro de téléphone valide
it_it: Inserisci un numero di telefono valido
pt_pt: Por favor introduza um número de telefone válido

source: Loading...
ar: جاري التحميل...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
pt_pt: A carregar...

source: Processing...
ar: جاري المعالجة...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
it_it: Elaborazione...
pt_pt: A processar...

source: No vehicles available for this route.
ar: لا توجد مركبات متاحة لهذا المسار.
de_de: Keine Fahrzeuge für diese Strecke verfügbar.
es_es: No hay vehículos disponibles para esta ruta.
fr_fr: Aucun véhicule disponible pour cet itinéraire.
it_it: Nessun veicolo disponibile per questo percorso.
pt_pt: Sem veículos disponíveis para este percurso.

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de_de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es_es: Algo salió mal. Por favor inténtelo de nuevo.
fr_fr: Une erreur est survenue. Veuillez réessayer.
it_it: Qualcosa è andato storto. Riprova.
pt_pt: Algo correu mal. Por favor tente novamente.

source: Payment failed. Please try again.
ar: فشل الدفع. يرجى المحاولة مرة أخرى.
de_de: Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: El pago ha fallado. Por favor inténtelo de nuevo.
fr_fr: Le paiement a échoué. Veuillez réessayer.
it_it: Pagamento fallito. Riprova.
pt_pt: O pagamento falhou. Por favor tente novamente.

source: Distance
ar: المسافة
de_de: Entfernung
es_es: Distancia
it_it: Distanza
pt_pt: Distância

source: Est. Duration
ar: المدة التقريبية
de_de: Geschätzte Dauer
es_es: Duración est.
fr_fr: Durée est.
it_it: Durata stimata
pt_pt: Duração est.

source: passengers
ar: مسافرين
de_de: Passagiere
es_es: pasajeros
fr_fr: passagers
it_it: passeggeri
pt_pt: passageiros

source: bags
ar: حقائب
de_de: Gepäckstücke
es_es: maletas
fr_fr: bagages
it_it: bagagli
pt_pt: malas

source: total price
ar: السعر الإجمالي
de_de: Gesamtpreis
es_es: precio total
fr_fr: prix total
it_it: prezzo totale
pt_pt: preço total

source: /each
ar: /للواحد
de_de: /Stück
es_es: /unidad
fr_fr: /unité
it_it: /cad.
pt_pt: /cada

source: Return date is required for round trips
ar: تاريخ العودة مطلوب لرحلات الذهاب والعودة
de_de: Rückfahrdatum ist für Hin- und Rückfahrten erforderlich
es_es: La fecha de regreso es obligatoria para viajes de ida y vuelta
fr_fr: La date de retour est requise pour les allers-retours
it_it: La data di ritorno è obbligatoria per i viaggi andata e ritorno
pt_pt: A data de regresso é obrigatória para viagens de ida e volta

source: Passenger
ar: مسافر
de_de: Passagier
es_es: Pasajero
fr_fr: Passager
it_it: Passeggero
pt_pt: Passageiro

source: Bag
ar: حقيبة
de_de: Gepäckstück
es_es: Maleta
fr_fr: Bagage
it_it: Bagaglio
pt_pt: Mala

source: Participant
ar: مشارك
de_de: Teilnehmer
es_es: Participante
it_it: Partecipante
pt_pt: Participante

source: or similar
ar: أو ما شابه
de_de: oder ähnlich
es_es: o similar
fr_fr: ou similaire
it_it: o simile
pt_pt: ou semelhante

source: Deposit
ar: عربون
de_de: Anzahlung
es_es: Depósito
fr_fr: Acompte
it_it: Acconto
pt_pt: Sinal

source: Invalid coupon code
ar: رمز القسيمة غير صالح
de_de: Ungültiger Gutscheincode
es_es: Código de cupón inválido
fr_fr: Code promo invalide
it_it: Codice coupon non valido
pt_pt: Código de cupão inválido

source: Please select a payment method
ar: يرجى اختيار طريقة الدفع
de_de: Bitte wählen Sie eine Zahlungsmethode
es_es: Por favor seleccione un método de pago
fr_fr: Veuillez sélectionner un mode de paiement
it_it: Seleziona un metodo di pagamento
pt_pt: Por favor selecione um método de pagamento

source: Pay full amount
ar: دفع المبلغ كاملاً
de_de: Gesamtbetrag zahlen
es_es: Pagar el monto total
fr_fr: Payer le montant total
it_it: Paga l'importo totale
pt_pt: Pagar o valor total

source: Pay deposit only
ar: دفع العربون فقط
de_de: Nur Anzahlung zahlen
es_es: Pagar solo el depósito
fr_fr: Payer l'acompte uniquement
it_it: Paga solo l'acconto
pt_pt: Pagar apenas o sinal

source: deposit
ar: عربون
de_de: Anzahlung
es_es: depósito
fr_fr: acompte
it_it: acconto
pt_pt: sinal

source: Remaining
ar: المتبقي
de_de: Restbetrag
es_es: Restante
fr_fr: Restant
it_it: Rimanente
pt_pt: Restante

source: to driver
ar: للسائق
de_de: an den Fahrer
es_es: al conductor
fr_fr: au chauffeur
it_it: all'autista
pt_pt: ao motorista

source: Pay Cash to Driver
ar: الدفع نقداً للسائق
de_de: Bar an den Fahrer zahlen
es_es: Pagar en efectivo al conductor
fr_fr: Payer en espèces au chauffeur
it_it: Paga in contanti all'autista
pt_pt: Pagar em dinheiro ao motorista

source: Pay the full amount to your driver in cash
ar: ادفع المبلغ كاملاً لسائقك نقداً
de_de: Zahlen Sie den Gesamtbetrag bar an Ihren Fahrer
es_es: Pague el monto total a su conductor en efectivo
fr_fr: Payez le montant total à votre chauffeur en espèces
it_it: Paga l'importo totale al tuo autista in contanti
pt_pt: Pague o valor total ao seu motorista em dinheiro

source: Pay with PayPal
ar: الدفع عبر PayPal
de_de: Mit PayPal bezahlen
es_es: Pagar con PayPal
fr_fr: Payer avec PayPal
it_it: Paga con PayPal
pt_pt: Pagar com PayPal

source: Click below to pay with PayPal.
ar: انقر أدناه للدفع عبر PayPal.
de_de: Klicken Sie unten, um mit PayPal zu bezahlen.
es_es: Haga clic a continuación para pagar con PayPal.
fr_fr: Cliquez ci-dessous pour payer avec PayPal.
it_it: Clicca qui sotto per pagare con PayPal.
pt_pt: Clique abaixo para pagar com PayPal.

source: Booking not found
ar: الحجز غير موجود
de_de: Buchung nicht gefunden
es_es: Reserva no encontrada
fr_fr: Réservation introuvable
it_it: Prenotazione non trovata
pt_pt: Reserva não encontrada

source: days
ar: أيام
de_de: Tage
es_es: días
fr_fr: jours
it_it: giorni
pt_pt: dias

source: day
ar: يوم
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
pt_pt: dia

source: group
ar: مجموعة
de_de: Gruppe
es_es: grupo
fr_fr: groupe
it_it: gruppo
pt_pt: grupo

source: person
ar: شخص
es_es: persona
fr_fr: personne
it_it: persona
pt_pt: pessoa

source: Route
ar: المسار
es_es: Ruta
fr_fr: Itinéraire
it_it: Percorso
pt_pt: Percurso

source: Vehicle
ar: المركبة
de_de: Fahrzeug
es_es: Vehículo
fr_fr: Véhicule
it_it: Veicolo
pt_pt: Veículo

source: Payment
ar: الدفع
de_de: Zahlung
es_es: Pago
fr_fr: Paiement
it_it: Pagamento
pt_pt: Pagamento

source: Book Your Transfer
ar: احجز رحلتك
de_de: Buchen Sie Ihren Transfer
es_es: Reserve su traslado
fr_fr: Réservez votre transfert
it_it: Prenota il tuo trasferimento
pt_pt: Reserve a sua transferência

source: Transfer Type
ar: نوع النقل
de_de: Transferart
es_es: Tipo de traslado
fr_fr: Type de transfert
it_it: Tipo di trasferimento
pt_pt: Tipo de transferência

source: Select type...
ar: اختر النوع...
de_de: Art auswählen...
es_es: Seleccione tipo...
fr_fr: Sélectionnez le type...
it_it: Seleziona tipo...
pt_pt: Selecione o tipo...

source: Pickup Location
ar: موقع الاستلام
de_de: Abholort
es_es: Lugar de recogida
fr_fr: Lieu de prise en charge
it_it: Luogo di ritiro
pt_pt: Local de recolha

source: City, airport, or hotel...
ar: مدينة، مطار، أو فندق...
de_de: Stadt, Flughafen oder Hotel...
es_es: Ciudad, aeropuerto u hotel...
fr_fr: Ville, aéroport ou hôtel...
it_it: Città, aeroporto o hotel...
pt_pt: Cidade, aeroporto ou hotel...

source: Drop-off Location
ar: موقع التوصيل
de_de: Zielort
es_es: Lugar de destino
fr_fr: Lieu de dépose
it_it: Luogo di destinazione
pt_pt: Local de destino

source: Date & Time
ar: التاريخ والوقت
de_de: Datum & Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
it_it: Data e ora
pt_pt: Data e hora

source: Passengers
ar: المسافرون
de_de: Passagiere
es_es: Pasajeros
fr_fr: Passagers
it_it: Passeggeri
pt_pt: Passageiros

source: Round trip
ar: ذهاب وعودة
de_de: Hin- und Rückfahrt
es_es: Ida y vuelta
fr_fr: Aller-retour
it_it: Andata e ritorno
pt_pt: Ida e volta

source: Return Date & Time
ar: تاريخ ووقت العودة
de_de: Rückfahrt Datum & Uhrzeit
es_es: Fecha y hora de regreso
fr_fr: Date et heure de retour
it_it: Data e ora di ritorno
pt_pt: Data e hora de regresso

source: Flight Number
ar: رقم الرحلة
de_de: Flugnummer
es_es: Número de vuelo
fr_fr: Numéro de vol
it_it: Numero di volo
pt_pt: Número de voo

source: e.g. AT 1234
ar: مثال: AT 1234
de_de: z.B. AT 1234
es_es: ej. AT 1234
fr_fr: ex. AT 1234
it_it: es. AT 1234
pt_pt: ex. AT 1234

source: Search Vehicles
ar: البحث عن مركبات
de_de: Fahrzeuge suchen
es_es: Buscar vehículos
fr_fr: Rechercher des véhicules
it_it: Cerca veicoli
pt_pt: Procurar veículos

source: Back to search
ar: العودة للبحث
de_de: Zurück zur Suche
es_es: Volver a la búsqueda
fr_fr: Retour à la recherche
it_it: Torna alla ricerca
pt_pt: Voltar à pesquisa

source: Choose your vehicle
ar: اختر مركبتك
de_de: Wählen Sie Ihr Fahrzeug
es_es: Elija su vehículo
fr_fr: Choisissez votre véhicule
it_it: Scegli il tuo veicolo
pt_pt: Escolha o seu veículo

source: Loading vehicles...
ar: جاري تحميل المركبات...
de_de: Fahrzeuge werden geladen...
es_es: Cargando vehículos...
fr_fr: Chargement des véhicules...
it_it: Caricamento veicoli...
pt_pt: A carregar veículos...

source: Add extras
ar: إضافة خدمات إضافية
de_de: Extras hinzufügen
es_es: Añadir extras
fr_fr: Ajouter des extras
it_it: Aggiungi extra
pt_pt: Adicionar extras

source: Optional services to enhance your journey
ar: خدمات اختيارية لتحسين رحلتك
de_de: Optionale Zusatzleistungen für Ihre Reise
es_es: Servicios opcionales para mejorar su viaje
fr_fr: Services optionnels pour améliorer votre trajet
it_it: Servizi opzionali per migliorare il tuo viaggio
pt_pt: Serviços opcionais para melhorar a sua viagem

source: Booking Summary
ar: ملخص الحجز
de_de: Buchungsübersicht
es_es: Resumen de reserva
fr_fr: Récapitulatif de réservation
it_it: Riepilogo prenotazione
pt_pt: Resumo da reserva

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
it_it: Data
pt_pt: Data

source: Not selected
ar: غير محدد
de_de: Nicht ausgewählt
es_es: No seleccionado
fr_fr: Non sélectionné
it_it: Non selezionato
pt_pt: Não selecionado

source: Total
ar: المجموع
de_de: Gesamt
it_it: Totale

source: Continue
ar: متابعة
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
pt_pt: Continuar

source: Back to vehicle
ar: العودة للمركبة
de_de: Zurück zum Fahrzeug
es_es: Volver al vehículo
fr_fr: Retour au véhicule
it_it: Torna al veicolo
pt_pt: Voltar ao veículo

source: Passenger Details
ar: بيانات المسافر
de_de: Passagierdaten
es_es: Datos del pasajero
fr_fr: Détails du passager
it_it: Dati del passeggero
pt_pt: Dados do passageiro

source: Full Name
ar: الاسم الكامل
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
it_it: Nome completo
pt_pt: Nome completo

source: John Doe
ar: محمد أمين
de_de: Max Mustermann
es_es: Juan Pérez
fr_fr: Jean Dupont
it_it: Mario Rossi
pt_pt: João Silva

source: Email
ar: البريد الإلكتروني

source: john@example.com
ar: mohammed@example.com
de_de: max@beispiel.de
es_es: juan@ejemplo.com
fr_fr: jean@exemple.com
it_it: mario@esempio.it
pt_pt: joao@exemplo.pt

source: Phone
ar: الهاتف
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono
pt_pt: Telefone

source: Special Requests
ar: طلبات خاصة
de_de: Besondere Wünsche
es_es: Peticiones especiales
fr_fr: Demandes spéciales
it_it: Richieste speciali
pt_pt: Pedidos especiais

source: Optional
ar: اختياري
es_es: Opcional
fr_fr: Facultatif
it_it: Facoltativo
pt_pt: Opcional

source: Pay Now
ar: ادفع الآن
de_de: Jetzt bezahlen
es_es: Pagar ahora
fr_fr: Payer maintenant
it_it: Paga ora
pt_pt: Pagar agora

source: Confirm Payment
ar: تأكيد الدفع
de_de: Zahlung bestätigen
es_es: Confirmar pago
fr_fr: Confirmer le paiement
it_it: Conferma pagamento
pt_pt: Confirmar pagamento
